Ran Plan for dir: `diplom/main` workspace: `default`

**Plan Error**
<details><summary>Show Output</summary>

```
running 'sh -c' '/usr/local/bin/terraform plan -input=false -refresh -out "/atlantis-data/repos/dreadsolnce/netology_courses/58/default/diplom/main/diplom-default.tfplan"' in '/atlantis-data/repos/dreadsolnce/netology_courses/58/default/diplom/main': exit status 1
tls_private_key.key: Refreshing state... [id=4aeadbdfeeb5c9bc7b5a8e95fb1cf78125505d44]
data.template_file.cloudinit-vm: Reading...
data.template_file.cloudinit-vm: Read complete after 0s [id=3dd59832a2c3630906e91ba59b3743c42d8a2ead83c3a3b5043eefbca8874077]
yandex_iam_service_account.gitlab: Refreshing state... [id=aje3dufm720vmhc7kbhc]
data.yandex_compute_image.image: Reading...
yandex_container_registry.registry: Refreshing state... [id=crpjd4o0kr7d2a8vtqun]
yandex_vpc_address.public_ip_static: Refreshing state... [id=e9bjcqkqv5kmn9s09u3l]
yandex_vpc_network.vpc: Refreshing state... [id=enpkfmltma6fb368a3s6]
data.yandex_compute_image.image: Read complete after 0s [id=fd875m9ethhftod6n2vd]
yandex_vpc_route_table.rt: Refreshing state... [id=enpsd2bme436436lfuj5]
yandex_vpc_subnet.sunbets["b"]: Refreshing state... [id=e2l8biebvql2drr752s5]
yandex_vpc_subnet.sunbets["public"]: Refreshing state... [id=e9blga27j5pi14mjd5ml]
yandex_vpc_subnet.sunbets["d"]: Refreshing state... [id=fl8v8t5t2seam60sgn3e]
yandex_vpc_subnet.sunbets["a"]: Refreshing state... [id=e9bj5giu5d1v514uis71]
yandex_resourcemanager_folder_iam_member.role_registry["container-registry.images.pusher"]: Refreshing state... [id=b1gdmpusv51ippn2psip/container-registry.images.pusher/serviceAccount:aje3dufm720vmhc7kbhc]
yandex_resourcemanager_folder_iam_member.role_registry["k8s.clusters.agent"]: Refreshing state... [id=b1gdmpusv51ippn2psip/k8s.clusters.agent/serviceAccount:aje3dufm720vmhc7kbhc]
yandex_compute_instance.master-node["master3"]: Refreshing state... [id=fv4022qtvit8s9v4ak0h]
yandex_compute_instance.master-node["master2"]: Refreshing state... [id=epd5rtk0otfn31ife81k]
yandex_compute_instance.master-node["master1"]: Refreshing state... [id=fhmcdt9fsnp9jl9fouf4]
local_file.hosts_templatefile: Refreshing state... [id=5b124980c835cb816ba5f65a35f7643a5e5c12d9]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform planned the following actions, but then encountered a problem:

  # local_file.hosts_templatefile will be created
  + resource "local_file" "hosts_templatefile" {
      + content              = <<-EOT
            [kube_control_plane]
            master1 ansible_host=192.168.1.11    ip=192.168.1.11  etcd_member_name=etcd1
            master2 ansible_host=192.168.2.22    ip=192.168.2.22  etcd_member_name=etcd2
            master3 ansible_host=192.168.3.33    ip=192.168.3.33  etcd_member_name=etcd3
            
            [etcd:children]
            kube_control_plane
            
            [calico_rr]
            
            [k8s_cluster:children]
            kube_control_plane
            calico_rr
        EOT
      + content_base64sha256 = (known after apply)
      + content_base64sha512 = (known after apply)
      + content_md5          = (known after apply)
      + content_sha1         = (known after apply)
      + content_sha256       = (known after apply)
      + content_sha512       = (known after apply)
      + directory_permission = "0777"
      + file_permission      = "0644"
      + filename             = "/atlantis-data/repos/dreadsolnce/netology_courses/58/default/diplom/main/hosts.ini"
      + id                   = (known after apply)
    }

  # yandex_vpc_subnet.my_subnet will be created
  + resource "yandex_vpc_subnet" "my_subnet" {
      + created_at     = (known after apply)
      + folder_id      = (known after apply)
      + id             = (known after apply)
      + labels         = (known after apply)
      + name           = "my-subnet"
      + network_id     = "enpkfmltma6fb368a3s6"
      + v4_cidr_blocks = [
          + "192.168.10.0/24",
        ]
      + v6_cidr_blocks = (known after apply)
      + zone           = "ru-central1-a"
    }

Plan: 2 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  ~ Абсолютный_путь                                              = {
      ~ abspath = "/home/kvl/netology_courses/diplom/main" -> "/atlantis-data/repos/dreadsolnce/netology_courses/58/default/diplom/main"
        # (1 unchanged attribute hidden)
    }
  - Основные_скрипты_запуска                                     = {
      - file_app        = "/home/kvl/netology_courses/diplom/main/conf/app/app.sh"
      - file_kubespray  = "/home/kvl/netology_courses/diplom/main/conf/kubespray/kubespray.sh"
      - file_prometheus = "/home/kvl/netology_courses/diplom/main/conf/grafana/kube-prometheus.sh"
    } -> null
  - Переменные_сертификатов                                      = {
      - chain     = "~/cert/chain.pem"
      - fullchain = "~/cert/fullchain.pem"
      - private   = "~/cert/privkey.pem"
    } -> null
╷
│ Error: Error in function call
│ 
│   on __main.tf line 130, in data "template_file" "cloudinit-bastion":
│  130:     file_privkey_cloud              = sensitive(fileexists(var.file_privkey) ? filebase64(var.file_privkey) : "")
│     ├────────────────
│     │ while calling fileexists(path)
│     │ var.file_privkey is "LS0tLS1CRUdJTiBQUklWQVRFIEtFWS0tLS0tCk1JSUV2UUlCQURBTkJna3Foa2lHOXcwQkFRRUZBQVNDQktjd2dnU2pBZ0VBQW9JQkFRQ3JrOEI4SHJlbTZUVUUKWldhUjZSeE56NWJvUnpYaXkxNXAzdWNDWHdSTkI4cFVRT0lZR2t3c2dLc2FxVlRldmsxZW0yMkt2YVhlZDhVVApDNkJLblpFZk5rSGI4Nm12YUhQVXp1QVBSRVZpUEwyZExaZkNYT21DZmpCaTUxelplWkhyekpReUJxV2N3S0JBCi94dnowcGxXR25mcjNlcHNLT0IyY1U5OHhSRmhHY2t0bE5vMW1Ta0E5Q1dwQ1JJQ0YvK0J4QTRGZnBHSjZDOXUKVHU0ZzFnN2orQ3A4Y0xVWnNVcDc0YmZGVFZCMEEwMzllOHBpYmlpcURySXlBOTVWL2RkVFZ6eFU4dUtMazB1MQpSenR3cU1HdkptUkF3emdBVlB4Z3IrVVd5cnlyVFNZc3JqRUhKdlpFdWErMk9UVGszcnd3QXhENUhheGVCaytKCmpvZlJEaEhWQWdNQkFBRUNnZ0VBSFovTHJzS1EvQkVzOWI3YVNGd2k1bTV1eEZrelBSN1hCTm1YTWtvY2tINUYKV1duQWY5L2VnaHFQTUhISE5SUlBnSU8rbEtOdEJhM1JTWm9LeVlkT0hNRDkrdytsbnlNZVNNS1ZYaDF3QzJlbwpaNENOUU9KUThSWi9uVHdNUklKZ2h3R1NIdGNWOWl3dUh6ck01VHJaL2N0aEpFanpKa3lpZ09ETWxDTGtmc3F3CkdWdXYzbkJ6RmlvV0VDZThDVkVWZUxCRGtxNzV4UExqZzYyQmFFbi9VVTk5a3kzNDRQN3hydHRhOWlDb25QejUKSUc0cnpMVEcvMnE2Q2w5c0ZmMmlGbVBZcENIM0lKWHB5eTVXcllhMHA2RnBYWmdUSDlGd0kzNm9wYk1hK25IRQpCbDBCRGFaN090V0xwaGF0VEV2TTk3NDNYQytBbXk1NTJsWkQ5UUd0bXdLQmdRRFM5dVJvemJONjhqUUhSalJDCjQ5SkcwYVMwV2l2SHgrK0ViL1FzSUE3Y294K002U2ZOYTdDQnFXTkdDUkx2VTQwL0lFeTdaaEtpUS9ieTQ1bjgKWXp1ZFM5cTc2S0cza1daY3lSQmpaU1d0dDRXMmhhTzdvdGFJZXZiYzVDNXVYRDI3SFBoaXNHOGZXRDBUN2NLRQpqYVQ4bWp3ZWQ0anFIZkp4ZU5TYnhIYUt2d0tCZ1FEUU5GMGpDNXQ4QmI0RlZnVDdiK3RHc1E1WHNOcVQwdjRDCkRHLzZJRWl4VmZKOURMcDhsRVcveWR5d0h2SEdLVm15VFA3UnZ1NmI5MXIyc3RHcm5uM0Q0eFlKb0RhMitPNG4KcGx3eTlqK05sZDVaN3FDajdPZXdQM25pdkY5bzZkQWoyWlQ5OVZzTTlDT0JROUFPT0F3MlFlVWwxSi8vQ1ZDVAo1YmMyUE9ic2F3S0JnUUMzRS8rQVhCTUgvU3pkcXpVclgxNWFpeEN1V3hwblU4RXVZNkc0c1ZGMGRET3JLNk9aCkIzMno2SFg0ajJOWlFsN3ZpMjVMcXZjOHpsSiswcm9OWjJpU3h3TlowemFVZ2FBZG9YZVJhblBhWDh1d2JDVjkKYm9GVEM3TTBXdWxZYU1CQm81Q0N4SzZLdXg2MkxyMkNIeEl4RFFCalNFVVBOMUh3MjNWV2dKYUhMUUtCZ0V5RQpBZnFBS0lzaXZSdk82aFBScE1DZER5MVE5SE5CSmxKd2FiS2RyTGxuWWE5dFB4ZkxrZnFTNEFUbHltck9CWVhPCllCT0xQTHVhNHhZb3ozOW54c1ozclVDcVhaRk8ySTgveDBCL1dRbmFteFduNmVkMGlBMHd0c1dKL3ZKYWcwQzUKbE5Ua0Y2c2lDZTVXa3A2M0lGM01SNzlvYmNoWGp3SmJlTUo1RFZDekFvR0FIaENmZmVvVDlBUFpKaHBoOGFJZAowT3ZqUmdKQ3hpWXkxSHEwaWVuUkNmTXVSWVdyMGNkeEpBUU45eWtNY1dEZHZjbTlUL2dDN0ZrWHNUNWo2YVU5CnhDRWFKcnU4NUpnK0lMWkRNRVh0WnM1akFZZ2dDK0lYelkvREVOM1BFNTNmZVdGVWdQUVFOWW9kODhabXdMQmgKaW9lL0h3QnJLaUJla0ZkdGg0enlPeDA9Ci0tLS0tRU5EIFBSSVZBVEUgS0VZLS0tLS0K"
│ 
│ Call to function "fileexists" failed: failed to stat
│ "LS0tLS1CRUdJTiBQUklWQVRFIEtFWS0tLS0tCk1JSUV2UUlCQURBTkJna3Foa2lHOXcwQkFRRUZBQVNDQktjd2dnU2pBZ0VBQW9JQkFRQ3JrOEI4SHJlbTZUVUUKWldhUjZSeE56NWJvUnpYaXkxNXAzdWNDWHdSTkI4cFVRT0lZR2t3c2dLc2FxVlRldmsxZW0yMkt2YVhlZDhVVApDNkJLblpFZk5rSGI4Nm12YUhQVXp1QVBSRVZpUEwyZExaZkNYT21DZmpCaTUxelplWkhyekpReUJxV2N3S0JBCi94dnowcGxXR25mcjNlcHNLT0IyY1U5OHhSRmhHY2t0bE5vMW1Ta0E5Q1dwQ1JJQ0YvK0J4QTRGZnBHSjZDOXUKVHU0ZzFnN2orQ3A4Y0xVWnNVcDc0YmZGVFZCMEEwMzllOHBpYmlpcURySXlBOTVWL2RkVFZ6eFU4dUtMazB1MQpSenR3cU1HdkptUkF3emdBVlB4Z3IrVVd5cnlyVFNZc3JqRUhKdlpFdWErMk9UVGszcnd3QXhENUhheGVCaytKCmpvZlJEaEhWQWdNQkFBRUNnZ0VBSFovTHJzS1EvQkVzOWI3YVNGd2k1bTV1eEZrelBSN1hCTm1YTWtvY2tINUYKV1duQWY5L2VnaHFQTUhISE5SUlBnSU8rbEtOdEJhM1JTWm9LeVlkT0hNRDkrdytsbnlNZVNNS1ZYaDF3QzJlbwpaNENOUU9KUThSWi9uVHdNUklKZ2h3R1NIdGNWOWl3dUh6ck01VHJaL2N0aEpFanpKa3lpZ09ETWxDTGtmc3F3CkdWdXYzbkJ6RmlvV0VDZThDVkVWZUxCRGtxNzV4UExqZzYyQmFFbi9VVTk5a3kzNDRQN3hydHRhOWlDb25QejUKSUc0cnpMVEcvMnE2Q2w5c0ZmMmlGbVBZcENIM0lKWHB5eTVXcllhMHA2RnBYWmdUSDlGd0kzNm9wYk1hK25IRQpCbDBCRGFaN090V0xwaGF0VEV2TTk3NDNYQytBbXk1NTJsWkQ5UUd0bXdLQmdRRFM5dVJvemJONjhqUUhSalJDCjQ5SkcwYVMwV2l2SHgrK0ViL1FzSUE3Y294K002U2ZOYTdDQnFXTkdDUkx2VTQwL0lFeTdaaEtpUS9ieTQ1bjgKWXp1ZFM5cTc2S0cza1daY3lSQmpaU1d0dDRXMmhhTzdvdGFJZXZiYzVDNXVYRDI3SFBoaXNHOGZXRDBUN2NLRQpqYVQ4bWp3ZWQ0anFIZkp4ZU5TYnhIYUt2d0tCZ1FEUU5GMGpDNXQ4QmI0RlZnVDdiK3RHc1E1WHNOcVQwdjRDCkRHLzZJRWl4VmZKOURMcDhsRVcveWR5d0h2SEdLVm15VFA3UnZ1NmI5MXIyc3RHcm5uM0Q0eFlKb0RhMitPNG4KcGx3eTlqK05sZDVaN3FDajdPZXdQM25pdkY5bzZkQWoyWlQ5OVZzTTlDT0JROUFPT0F3MlFlVWwxSi8vQ1ZDVAo1YmMyUE9ic2F3S0JnUUMzRS8rQVhCTUgvU3pkcXpVclgxNWFpeEN1V3hwblU4RXVZNkc0c1ZGMGRET3JLNk9aCkIzMno2SFg0ajJOWlFsN3ZpMjVMcXZjOHpsSiswcm9OWjJpU3h3TlowemFVZ2FBZG9YZVJhblBhWDh1d2JDVjkKYm9GVEM3TTBXdWxZYU1CQm81Q0N4SzZLdXg2MkxyMkNIeEl4RFFCalNFVVBOMUh3MjNWV2dKYUhMUUtCZ0V5RQpBZnFBS0lzaXZSdk82aFBScE1DZER5MVE5SE5CSmxKd2FiS2RyTGxuWWE5dFB4ZkxrZnFTNEFUbHltck9CWVhPCllCT0xQTHVhNHhZb3ozOW54c1ozclVDcVhaRk8ySTgveDBCL1dRbmFteFduNmVkMGlBMHd0c1dKL3ZKYWcwQzUKbE5Ua0Y2c2lDZTVXa3A2M0lGM01SNzlvYmNoWGp3SmJlTUo1RFZDekFvR0FIaENmZmVvVDlBUFpKaHBoOGFJZAowT3ZqUmdKQ3hpWXkxSHEwaWVuUkNmTXVSWVdyMGNkeEpBUU45eWtNY1dEZHZjbTlUL2dDN0ZrWHNUNWo2YVU5CnhDRWFKcnU4NUpnK0lMWkRNRVh0WnM1akFZZ2dDK0lYelkvREVOM1BFNTNmZVdGVWdQUVFOWW9kODhabXdMQmgKaW9lL0h3QnJLaUJla0ZkdGg0enlPeDA9Ci0tLS0tRU5EIFBSSVZBVEUgS0VZLS0tLS0K".
╵
╷
│ Error: Error in function call
│ 
│   on __main.tf line 131, in data "template_file" "cloudinit-bastion":
│  131:     file_fullchain_cloud            = sensitive(fileexists(var.file_fullchain) ? filebase64(var.file_fullchain) : "")
│     ├────────────────
│     │ while calling fileexists(path)
│     │ var.file_fullchain is "LS0tLS1CRUdJTiBDRVJUSUZJQ0FURS0tLS0tCk1JSUZKRENDQkF5Z0F3SUJBZ0lTQlJ6NHNmQmVhelZ3UmVZSlRtaFZPekhlTUEwR0NTcUdTSWIzRFFFQkN3VUEKTURNeEN6QUpCZ05WQkFZVEFsVlRNUll3RkFZRFZRUUtFdzFNWlhRbmN5QkZibU55ZVhCME1Rd3dDZ1lEVlFRRApFd05TTVRJd0hoY05Nall3TXpFeU1EZzFNRFUwV2hjTk1qWXdOakV3TURnMU1EVXpXakFlTVJ3d0dnWURWUVFECkV4TmhibWx0WVd4ekxtdDJiSEJ5Ynk1emFYUmxNSUlCSWpBTkJna3Foa2lHOXcwQkFRRUZBQU9DQVE4QU1JSUIKQ2dLQ0FRRUFxNVBBZkI2M3B1azFCR1Zta2VrY1RjK1c2RWMxNHN0ZWFkN25BbDhFVFFmS1ZFRGlHQnBNTElDcgpHcWxVM3I1TlhwdHRpcjJsM25mRkV3dWdTcDJSSHpaQjIvT3ByMmh6MU03Z0QwUkZZank5blMyWHdsenBnbjR3Cll1ZGMyWG1SNjh5VU1nYWxuTUNnUVA4Yjg5S1pWaHAzNjkzcWJDamdkbkZQZk1VUllSbkpMWlRhTlprcEFQUWwKcVFrU0FoZi9nY1FPQlg2UmllZ3Ziazd1SU5ZTzQvZ3FmSEMxR2JGS2UrRzN4VTFRZEFOTi9YdktZbTRvcWc2eQpNZ1BlVmYzWFUxYzhWUExpaTVOTHRVYzdjS2pCcnlaa1FNTTRBRlQ4WUsvbEZzcThxMDBtTEs0eEJ5YjJSTG12CnRqazA1TjY4TUFNUStSMnNYZ1pQaVk2SDBRNFIxUUlEQVFBQm80SUNSVENDQWtFd0RnWURWUjBQQVFIL0JBUUQKQWdXZ01CTUdBMVVkSlFRTU1Bb0dDQ3NHQVFVRkJ3TUJNQXdHQTFVZEV3RUIvd1FDTUFBd0hRWURWUjBPQkJZRQpGRG53RmZvOVQ3M2pFTHFmbVJXM1NCQVA3QUQzTUI4R0ExVWRJd1FZTUJhQUZBQzFLZkl0am04eDZKdE1yWGcrCit0enBETkhTTURNR0NDc0dBUVVGQndFQkJDY3dKVEFqQmdnckJnRUZCUWN3QW9ZWGFIUjBjRG92TDNJeE1pNXAKTG14bGJtTnlMbTl5Wnk4d1NRWURWUjBSQkVJd1FJSVRZVzVwYldGc2N5NXJkbXh3Y204dWMybDBaWUlVWVhScwpZVzUwYVhNdWEzWnNjSEp2TG5OcGRHV0NFMmR5WVdaaGJtRXVhM1pzY0hKdkxuTnBkR1V3RXdZRFZSMGdCQXd3CkNqQUlCZ1puZ1F3QkFnRXdMZ1lEVlIwZkJDY3dKVEFqb0NHZ0g0WWRhSFIwY0RvdkwzSXhNaTVqTG14bGJtTnkKTG05eVp5ODVOUzVqY213d2dnRUZCZ29yQmdFRUFkWjVBZ1FDQklIMkJJSHpBUEVBZHdBV2d5MnI4S2tsRHcvdwpPcVZGLzhpL3lDUFFoMHYyQkNrbitPY2ZNeFAxK2dBQUFaemhjM0F3QUFBRUF3QklNRVlDSVFDS1AvT2F3QTNCCjhqd05ROUZRd0tVV3hOZkV4eWVaSjFLNG43c1Avd1NnYlFJaEFQOXBLZ0VNQmFma3NJNDZFOHdLZm5QaFE0MmUKU2YxQTBsYXZldkZNbmhMa0FIWUFscGRrdjFWWWw2MzNRNGRvTndoQ2QrbndPdFgycFBNMmJrYWtQdy9LcWNZQQpBQUdjNFhOd1dBQUFCQU1BUnpCRkFpRUFvek0rWlIzcUhuTklXMm5LTlJmQmJnU08yQWs0SDhSd0NvQzMyMGlTCmY3Z0NJRjNCdzd0ZXVoSGJPZW9qRmpjc3lXYmtJK0FVNDZONFFURlUzR2RGbWs3bU1BMEdDU3FHU0liM0RRRUIKQ3dVQUE0SUJBUUFYTlRvbURrNjh4TTZEcFpvOEREWVFqMjhUNjF5WjFUL2FiLzJmajFUeVp3aFdwdVlDZjIwTgpxVnJuK3k0alV4NVlmdy9OcDd6aVI3WmpRdExMa002MXovdFZNZW9ob1VVYkd1cEVTUUlHYnZsdkhTUSt4Lzh1ClJmd1B6UDNtUkN4TlBrcnoyekQ1YUVOa1BnTkQ0SUcwYTI3M1VFbDR0TGRjbTJ4MkQ4Mk5nSWxJbDhEUHl6WnMKbk0xZVRUWlpvZ1FtdHJvOU0wd0RBbXNBWDZCYVVNOE1CNEhJaWthVDFQL0hXdU16ZE5YcFJUOVo2SldUV0czZQpZbUhhaEg5azRiaEVNbW5nM0plL3YzQ2dVUnhhRWxNcy9yYUhaZ0VCa1R1YVZyRi9FTWVRbGI1L0t6Mmh2TkIxCkJ3czJOWHBCUzVwUVhRM1haOE1pQkUvNFRsL01lTkIzCi0tLS0tRU5EIENFUlRJRklDQVRFLS0tLS0KLS0tLS1CRUdJTiBDRVJUSUZJQ0FURS0tLS0tCk1JSUZCakNDQXU2Z0F3SUJBZ0lSQU1JU01rdHdxYlNSY2R4QTkrS0ZKand3RFFZSktvWklodmNOQVFFTEJRQXcKVHpFTE1Ba0dBMVVFQmhNQ1ZWTXhLVEFuQmdOVkJBb1RJRWx1ZEdWeWJtVjBJRk5sWTNWeWFYUjVJRkpsYzJWaApjbU5vSUVkeWIzVndNUlV3RXdZRFZRUURFd3hKVTFKSElGSnZiM1FnV0RFd0hoY05NalF3TXpFek1EQXdNREF3CldoY05NamN3TXpFeU1qTTFPVFU1V2pBek1Rc3dDUVlEVlFRR0V3SlZVekVXTUJRR0ExVUVDaE1OVEdWMEozTWcKUlc1amNubHdkREVNTUFvR0ExVUVBeE1EVWpFeU1JSUJJakFOQmdrcWhraUc5dzBCQVFFRkFBT0NBUThBTUlJQgpDZ0tDQVFFQTJwZ29kSzIrbFA0NzRCN2k1VXQxcXl3U2YrMm5BekorTnBmczZER1BwUk9OQzVrdUhzMEJVVDFNCjVTaHVDVlV4cXFVaVhYTDBMUWZDVFVBODN3RWp1WGczOVJwbE1qVG1obkdkQk8rRUNGdTlBaHFaNjZZQkFKcHoKa0cyUG9nZWcwSmZUMmtWaGdUVTlGUG5Fd0Y5cTNBdVdHckNmNHlycXZTcldtTWViY2FzN2RBODgyN0pndmxwTApUaGpwMnlwelhJbGhaWjcrN1R5bXkwNXY1Sjc1QUVhei94bE5LbU96am1iR0dJVnd4MUJsYnp0MDVVaUREd2hZClhTMGpuVjZqL3VqYkFLSFM5T01aVGZMdWV2WW5udVhObkMyaThuK2NGNjN2RXpjNTBiVElMRUhXaHNEcDdDSDQKV1J0L3VUcDhuMXdCbldJRXdpaTlDcTA4eWhEc0d3SURBUUFCbzRINE1JSDFNQTRHQTFVZER3RUIvd1FFQXdJQgpoakFkQmdOVkhTVUVGakFVQmdnckJnRUZCUWNEQWdZSUt3WUJCUVVIQXdFd0VnWURWUjBUQVFIL0JBZ3dCZ0VCCi93SUJBREFkQmdOVkhRNEVGZ1FVQUxVcDhpMk9iekhvbTB5dGVENzYzT2tNMGRJd0h3WURWUjBqQkJnd0ZvQVUKZWJSWjVudTI1ZVFCYzRBSWlNZ2FXUGJwbTI0d01nWUlLd1lCQlFVSEFRRUVKakFrTUNJR0NDc0dBUVVGQnpBQwpoaFpvZEhSd09pOHZlREV1YVM1c1pXNWpjaTV2Y21jdk1CTUdBMVVkSUFRTU1Bb3dDQVlHWjRFTUFRSUJNQ2NHCkExVWRId1FnTUI0d0hLQWFvQmlHRm1oMGRIQTZMeTk0TVM1akxteGxibU55TG05eVp5OHdEUVlKS29aSWh2Y04KQVFFTEJRQURnZ0lCQUk5MTBBblBhblpJWlRLUzNyVkV5SVYyOUJXRWpBSy9kdXV6OGVMNWJvU29WcEhoa2t2Mwo0ZW9BZUVpUGRaTGo1RVo3RzJBcklLK2d6aFRsUlExcTRGS0dwUFBhRkJTcHFWL3hiVWI1VWxBWFFPbmtIbjNtCkZWaitxWXY4Ny9XZVkrQm00c04zT3g4Qmh5YVU3VUFRM0xlWjdOMVgwMXh4UWU0d0lBQUUzSlZMVUNpSG1aTCsKcW9DVXRnWUlGUGdjZzM1MFFNVUlXZ3hQWE5HRW5jVDkyMW5lN25sdUkwMlY4cExVbUNscVhPc0N3VUx3K1BWTwpaQ0I3cU9NeHhNQm9DVWVMMkxsNG9NcE9TcjVwSkNwTE4zdFJBMnM2UDFLTHM5VFNyVmhPays3TFgyOE5NVWxJCnVzUS9ueExKSUQwUmhBZUZ0UGp5T0NPc2NRQkE1MytOUmpTQ2FrN1A0QTVqWDdwcG1rY0pFQ0wrUzBpM2tYVlUKeTVNZTVCYnJVODk3M2paTnYvYXg2K1pLNlRNOGpXbWltTDZvZjZPclg3WlU2RTJXcWF6enNGckxHM28ya3lTYgp6bGhTZ0o4MUNsNHR2M1NiWWlZWG5KRXhLUXZ6ZjgzRFlvdG94M2YwZnd2N3hsbjFBMlpMcGxDYjBPK2wvQUswCllFMERTMkZQeFNBSGkwaXdNZlcybk5ISnJYY1kzTExIRDc3Z1JnamU0RXZldWJpMnh4YStObWsvaG1oTGRJRVQKaVZERmFub0NyTVZJcFE1OVhXSGt6ZEZtb0hYSEJWN29pYlZqR1NPN1VMU1E3TUoxTno1MXBodURKU2dBSVU3QQowenJMbk9yQWovZGZybEVXUmhDdkFnYnV3TFpYMUEyc2pOalhvUE9IYnNQaXkrbE8xS0Y4L1hZNwotLS0tLUVORCBDRVJUSUZJQ0FURS0tLS0tCg=="
│ 
│ Call to function "fileexists" failed: failed to stat
│ "LS0tLS1CRUdJTiBDRVJUSUZJQ0FURS0tLS0tCk1JSUZKRENDQkF5Z0F3SUJBZ0lTQlJ6NHNmQmVhelZ3UmVZSlRtaFZPekhlTUEwR0NTcUdTSWIzRFFFQkN3VUEKTURNeEN6QUpCZ05WQkFZVEFsVlRNUll3RkFZRFZRUUtFdzFNWlhRbmN5QkZibU55ZVhCME1Rd3dDZ1lEVlFRRApFd05TTVRJd0hoY05Nall3TXpFeU1EZzFNRFUwV2hjTk1qWXdOakV3TURnMU1EVXpXakFlTVJ3d0dnWURWUVFECkV4TmhibWx0WVd4ekxtdDJiSEJ5Ynk1emFYUmxNSUlCSWpBTkJna3Foa2lHOXcwQkFRRUZBQU9DQVE4QU1JSUIKQ2dLQ0FRRUFxNVBBZkI2M3B1azFCR1Zta2VrY1RjK1c2RWMxNHN0ZWFkN25BbDhFVFFmS1ZFRGlHQnBNTElDcgpHcWxVM3I1TlhwdHRpcjJsM25mRkV3dWdTcDJSSHpaQjIvT3ByMmh6MU03Z0QwUkZZank5blMyWHdsenBnbjR3Cll1ZGMyWG1SNjh5VU1nYWxuTUNnUVA4Yjg5S1pWaHAzNjkzcWJDamdkbkZQZk1VUllSbkpMWlRhTlprcEFQUWwKcVFrU0FoZi9nY1FPQlg2UmllZ3Ziazd1SU5ZTzQvZ3FmSEMxR2JGS2UrRzN4VTFRZEFOTi9YdktZbTRvcWc2eQpNZ1BlVmYzWFUxYzhWUExpaTVOTHRVYzdjS2pCcnlaa1FNTTRBRlQ4WUsvbEZzcThxMDBtTEs0eEJ5YjJSTG12CnRqazA1TjY4TUFNUStSMnNYZ1pQaVk2SDBRNFIxUUlEQVFBQm80SUNSVENDQWtFd0RnWURWUjBQQVFIL0JBUUQKQWdXZ01CTUdBMVVkSlFRTU1Bb0dDQ3NHQVFVRkJ3TUJNQXdHQTFVZEV3RUIvd1FDTUFBd0hRWURWUjBPQkJZRQpGRG53RmZvOVQ3M2pFTHFmbVJXM1NCQVA3QUQzTUI4R0ExVWRJd1FZTUJhQUZBQzFLZkl0am04eDZKdE1yWGcrCit0enBETkhTTURNR0NDc0dBUVVGQndFQkJDY3dKVEFqQmdnckJnRUZCUWN3QW9ZWGFIUjBjRG92TDNJeE1pNXAKTG14bGJtTnlMbTl5Wnk4d1NRWURWUjBSQkVJd1FJSVRZVzVwYldGc2N5NXJkbXh3Y204dWMybDBaWUlVWVhScwpZVzUwYVhNdWEzWnNjSEp2TG5OcGRHV0NFMmR5WVdaaGJtRXVhM1pzY0hKdkxuTnBkR1V3RXdZRFZSMGdCQXd3CkNqQUlCZ1puZ1F3QkFnRXdMZ1lEVlIwZkJDY3dKVEFqb0NHZ0g0WWRhSFIwY0RvdkwzSXhNaTVqTG14bGJtTnkKTG05eVp5ODVOUzVqY213d2dnRUZCZ29yQmdFRUFkWjVBZ1FDQklIMkJJSHpBUEVBZHdBV2d5MnI4S2tsRHcvdwpPcVZGLzhpL3lDUFFoMHYyQkNrbitPY2ZNeFAxK2dBQUFaemhjM0F3QUFBRUF3QklNRVlDSVFDS1AvT2F3QTNCCjhqd05ROUZRd0tVV3hOZkV4eWVaSjFLNG43c1Avd1NnYlFJaEFQOXBLZ0VNQmFma3NJNDZFOHdLZm5QaFE0MmUKU2YxQTBsYXZldkZNbmhMa0FIWUFscGRrdjFWWWw2MzNRNGRvTndoQ2QrbndPdFgycFBNMmJrYWtQdy9LcWNZQQpBQUdjNFhOd1dBQUFCQU1BUnpCRkFpRUFvek0rWlIzcUhuTklXMm5LTlJmQmJnU08yQWs0SDhSd0NvQzMyMGlTCmY3Z0NJRjNCdzd0ZXVoSGJPZW9qRmpjc3lXYmtJK0FVNDZONFFURlUzR2RGbWs3bU1BMEdDU3FHU0liM0RRRUIKQ3dVQUE0SUJBUUFYTlRvbURrNjh4TTZEcFpvOEREWVFqMjhUNjF5WjFUL2FiLzJmajFUeVp3aFdwdVlDZjIwTgpxVnJuK3k0alV4NVlmdy9OcDd6aVI3WmpRdExMa002MXovdFZNZW9ob1VVYkd1cEVTUUlHYnZsdkhTUSt4Lzh1ClJmd1B6UDNtUkN4TlBrcnoyekQ1YUVOa1BnTkQ0SUcwYTI3M1VFbDR0TGRjbTJ4MkQ4Mk5nSWxJbDhEUHl6WnMKbk0xZVRUWlpvZ1FtdHJvOU0wd0RBbXNBWDZCYVVNOE1CNEhJaWthVDFQL0hXdU16ZE5YcFJUOVo2SldUV0czZQpZbUhhaEg5azRiaEVNbW5nM0plL3YzQ2dVUnhhRWxNcy9yYUhaZ0VCa1R1YVZyRi9FTWVRbGI1L0t6Mmh2TkIxCkJ3czJOWHBCUzVwUVhRM1haOE1pQkUvNFRsL01lTkIzCi0tLS0tRU5EIENFUlRJRklDQVRFLS0tLS0KLS0tLS1CRUdJTiBDRVJUSUZJQ0FURS0tLS0tCk1JSUZCakNDQXU2Z0F3SUJBZ0lSQU1JU01rdHdxYlNSY2R4QTkrS0ZKand3RFFZSktvWklodmNOQVFFTEJRQXcKVHpFTE1Ba0dBMVVFQmhNQ1ZWTXhLVEFuQmdOVkJBb1RJRWx1ZEdWeWJtVjBJRk5sWTNWeWFYUjVJRkpsYzJWaApjbU5vSUVkeWIzVndNUlV3RXdZRFZRUURFd3hKVTFKSElGSnZiM1FnV0RFd0hoY05NalF3TXpFek1EQXdNREF3CldoY05NamN3TXpFeU1qTTFPVFU1V2pBek1Rc3dDUVlEVlFRR0V3SlZVekVXTUJRR0ExVUVDaE1OVEdWMEozTWcKUlc1amNubHdkREVNTUFvR0ExVUVBeE1EVWpFeU1JSUJJakFOQmdrcWhraUc5dzBCQVFFRkFBT0NBUThBTUlJQgpDZ0tDQVFFQTJwZ29kSzIrbFA0NzRCN2k1VXQxcXl3U2YrMm5BekorTnBmczZER1BwUk9OQzVrdUhzMEJVVDFNCjVTaHVDVlV4cXFVaVhYTDBMUWZDVFVBODN3RWp1WGczOVJwbE1qVG1obkdkQk8rRUNGdTlBaHFaNjZZQkFKcHoKa0cyUG9nZWcwSmZUMmtWaGdUVTlGUG5Fd0Y5cTNBdVdHckNmNHlycXZTcldtTWViY2FzN2RBODgyN0pndmxwTApUaGpwMnlwelhJbGhaWjcrN1R5bXkwNXY1Sjc1QUVhei94bE5LbU96am1iR0dJVnd4MUJsYnp0MDVVaUREd2hZClhTMGpuVjZqL3VqYkFLSFM5T01aVGZMdWV2WW5udVhObkMyaThuK2NGNjN2RXpjNTBiVElMRUhXaHNEcDdDSDQKV1J0L3VUcDhuMXdCbldJRXdpaTlDcTA4eWhEc0d3SURBUUFCbzRINE1JSDFNQTRHQTFVZER3RUIvd1FFQXdJQgpoakFkQmdOVkhTVUVGakFVQmdnckJnRUZCUWNEQWdZSUt3WUJCUVVIQXdFd0VnWURWUjBUQVFIL0JBZ3dCZ0VCCi93SUJBREFkQmdOVkhRNEVGZ1FVQUxVcDhpMk9iekhvbTB5dGVENzYzT2tNMGRJd0h3WURWUjBqQkJnd0ZvQVUKZWJSWjVudTI1ZVFCYzRBSWlNZ2FXUGJwbTI0d01nWUlLd1lCQlFVSEFRRUVKakFrTUNJR0NDc0dBUVVGQnpBQwpoaFpvZEhSd09pOHZlREV1YVM1c1pXNWpjaTV2Y21jdk1CTUdBMVVkSUFRTU1Bb3dDQVlHWjRFTUFRSUJNQ2NHCkExVWRId1FnTUI0d0hLQWFvQmlHRm1oMGRIQTZMeTk0TVM1akxteGxibU55TG05eVp5OHdEUVlKS29aSWh2Y04KQVFFTEJRQURnZ0lCQUk5MTBBblBhblpJWlRLUzNyVkV5SVYyOUJXRWpBSy9kdXV6OGVMNWJvU29WcEhoa2t2Mwo0ZW9BZUVpUGRaTGo1RVo3RzJBcklLK2d6aFRsUlExcTRGS0dwUFBhRkJTcHFWL3hiVWI1VWxBWFFPbmtIbjNtCkZWaitxWXY4Ny9XZVkrQm00c04zT3g4Qmh5YVU3VUFRM0xlWjdOMVgwMXh4UWU0d0lBQUUzSlZMVUNpSG1aTCsKcW9DVXRnWUlGUGdjZzM1MFFNVUlXZ3hQWE5HRW5jVDkyMW5lN25sdUkwMlY4cExVbUNscVhPc0N3VUx3K1BWTwpaQ0I3cU9NeHhNQm9DVWVMMkxsNG9NcE9TcjVwSkNwTE4zdFJBMnM2UDFLTHM5VFNyVmhPays3TFgyOE5NVWxJCnVzUS9ueExKSUQwUmhBZUZ0UGp5T0NPc2NRQkE1MytOUmpTQ2FrN1A0QTVqWDdwcG1rY0pFQ0wrUzBpM2tYVlUKeTVNZTVCYnJVODk3M2paTnYvYXg2K1pLNlRNOGpXbWltTDZvZjZPclg3WlU2RTJXcWF6enNGckxHM28ya3lTYgp6bGhTZ0o4MUNsNHR2M1NiWWlZWG5KRXhLUXZ6ZjgzRFlvdG94M2YwZnd2N3hsbjFBMlpMcGxDYjBPK2wvQUswCllFMERTMkZQeFNBSGkwaXdNZlcybk5ISnJYY1kzTExIRDc3Z1JnamU0RXZldWJpMnh4YStObWsvaG1oTGRJRVQKaVZERmFub0NyTVZJcFE1OVhXSGt6ZEZtb0hYSEJWN29pYlZqR1NPN1VMU1E3TUoxTno1MXBodURKU2dBSVU3QQowenJMbk9yQWovZGZybEVXUmhDdkFnYnV3TFpYMUEyc2pOalhvUE9IYnNQaXkrbE8xS0Y4L1hZNwotLS0tLUVORCBDRVJUSUZJQ0FURS0tLS0tCg==".
╵
╷
│ Error: Error in function call
│ 
│   on __main.tf line 132, in data "template_file" "cloudinit-bastion":
│  132:     file_chain_cloud                = sensitive(fileexists(var.file_chain) ? filebase64(var.file_chain) : "")
│     ├────────────────
│     │ while calling fileexists(path)
│     │ var.file_chain is "LS0tLS1CRUdJTiBDRVJUSUZJQ0FURS0tLS0tCk1JSUZCakNDQXU2Z0F3SUJBZ0lSQU1JU01rdHdxYlNSY2R4QTkrS0ZKand3RFFZSktvWklodmNOQVFFTEJRQXcKVHpFTE1Ba0dBMVVFQmhNQ1ZWTXhLVEFuQmdOVkJBb1RJRWx1ZEdWeWJtVjBJRk5sWTNWeWFYUjVJRkpsYzJWaApjbU5vSUVkeWIzVndNUlV3RXdZRFZRUURFd3hKVTFKSElGSnZiM1FnV0RFd0hoY05NalF3TXpFek1EQXdNREF3CldoY05NamN3TXpFeU1qTTFPVFU1V2pBek1Rc3dDUVlEVlFRR0V3SlZVekVXTUJRR0ExVUVDaE1OVEdWMEozTWcKUlc1amNubHdkREVNTUFvR0ExVUVBeE1EVWpFeU1JSUJJakFOQmdrcWhraUc5dzBCQVFFRkFBT0NBUThBTUlJQgpDZ0tDQVFFQTJwZ29kSzIrbFA0NzRCN2k1VXQxcXl3U2YrMm5BekorTnBmczZER1BwUk9OQzVrdUhzMEJVVDFNCjVTaHVDVlV4cXFVaVhYTDBMUWZDVFVBODN3RWp1WGczOVJwbE1qVG1obkdkQk8rRUNGdTlBaHFaNjZZQkFKcHoKa0cyUG9nZWcwSmZUMmtWaGdUVTlGUG5Fd0Y5cTNBdVdHckNmNHlycXZTcldtTWViY2FzN2RBODgyN0pndmxwTApUaGpwMnlwelhJbGhaWjcrN1R5bXkwNXY1Sjc1QUVhei94bE5LbU96am1iR0dJVnd4MUJsYnp0MDVVaUREd2hZClhTMGpuVjZqL3VqYkFLSFM5T01aVGZMdWV2WW5udVhObkMyaThuK2NGNjN2RXpjNTBiVElMRUhXaHNEcDdDSDQKV1J0L3VUcDhuMXdCbldJRXdpaTlDcTA4eWhEc0d3SURBUUFCbzRINE1JSDFNQTRHQTFVZER3RUIvd1FFQXdJQgpoakFkQmdOVkhTVUVGakFVQmdnckJnRUZCUWNEQWdZSUt3WUJCUVVIQXdFd0VnWURWUjBUQVFIL0JBZ3dCZ0VCCi93SUJBREFkQmdOVkhRNEVGZ1FVQUxVcDhpMk9iekhvbTB5dGVENzYzT2tNMGRJd0h3WURWUjBqQkJnd0ZvQVUKZWJSWjVudTI1ZVFCYzRBSWlNZ2FXUGJwbTI0d01nWUlLd1lCQlFVSEFRRUVKakFrTUNJR0NDc0dBUVVGQnpBQwpoaFpvZEhSd09pOHZlREV1YVM1c1pXNWpjaTV2Y21jdk1CTUdBMVVkSUFRTU1Bb3dDQVlHWjRFTUFRSUJNQ2NHCkExVWRId1FnTUI0d0hLQWFvQmlHRm1oMGRIQTZMeTk0TVM1akxteGxibU55TG05eVp5OHdEUVlKS29aSWh2Y04KQVFFTEJRQURnZ0lCQUk5MTBBblBhblpJWlRLUzNyVkV5SVYyOUJXRWpBSy9kdXV6OGVMNWJvU29WcEhoa2t2Mwo0ZW9BZUVpUGRaTGo1RVo3RzJBcklLK2d6aFRsUlExcTRGS0dwUFBhRkJTcHFWL3hiVWI1VWxBWFFPbmtIbjNtCkZWaitxWXY4Ny9XZVkrQm00c04zT3g4Qmh5YVU3VUFRM0xlWjdOMVgwMXh4UWU0d0lBQUUzSlZMVUNpSG1aTCsKcW9DVXRnWUlGUGdjZzM1MFFNVUlXZ3hQWE5HRW5jVDkyMW5lN25sdUkwMlY4cExVbUNscVhPc0N3VUx3K1BWTwpaQ0I3cU9NeHhNQm9DVWVMMkxsNG9NcE9TcjVwSkNwTE4zdFJBMnM2UDFLTHM5VFNyVmhPays3TFgyOE5NVWxJCnVzUS9ueExKSUQwUmhBZUZ0UGp5T0NPc2NRQkE1MytOUmpTQ2FrN1A0QTVqWDdwcG1rY0pFQ0wrUzBpM2tYVlUKeTVNZTVCYnJVODk3M2paTnYvYXg2K1pLNlRNOGpXbWltTDZvZjZPclg3WlU2RTJXcWF6enNGckxHM28ya3lTYgp6bGhTZ0o4MUNsNHR2M1NiWWlZWG5KRXhLUXZ6ZjgzRFlvdG94M2YwZnd2N3hsbjFBMlpMcGxDYjBPK2wvQUswCllFMERTMkZQeFNBSGkwaXdNZlcybk5ISnJYY1kzTExIRDc3Z1JnamU0RXZldWJpMnh4YStObWsvaG1oTGRJRVQKaVZERmFub0NyTVZJcFE1OVhXSGt6ZEZtb0hYSEJWN29pYlZqR1NPN1VMU1E3TUoxTno1MXBodURKU2dBSVU3QQowenJMbk9yQWovZGZybEVXUmhDdkFnYnV3TFpYMUEyc2pOalhvUE9IYnNQaXkrbE8xS0Y4L1hZNwotLS0tLUVORCBDRVJUSUZJQ0FURS0tLS0tCg=="
│ 
│ Call to function "fileexists" failed: failed to stat
│ "LS0tLS1CRUdJTiBDRVJUSUZJQ0FURS0tLS0tCk1JSUZCakNDQXU2Z0F3SUJBZ0lSQU1JU01rdHdxYlNSY2R4QTkrS0ZKand3RFFZSktvWklodmNOQVFFTEJRQXcKVHpFTE1Ba0dBMVVFQmhNQ1ZWTXhLVEFuQmdOVkJBb1RJRWx1ZEdWeWJtVjBJRk5sWTNWeWFYUjVJRkpsYzJWaApjbU5vSUVkeWIzVndNUlV3RXdZRFZRUURFd3hKVTFKSElGSnZiM1FnV0RFd0hoY05NalF3TXpFek1EQXdNREF3CldoY05NamN3TXpFeU1qTTFPVFU1V2pBek1Rc3dDUVlEVlFRR0V3SlZVekVXTUJRR0ExVUVDaE1OVEdWMEozTWcKUlc1amNubHdkREVNTUFvR0ExVUVBeE1EVWpFeU1JSUJJakFOQmdrcWhraUc5dzBCQVFFRkFBT0NBUThBTUlJQgpDZ0tDQVFFQTJwZ29kSzIrbFA0NzRCN2k1VXQxcXl3U2YrMm5BekorTnBmczZER1BwUk9OQzVrdUhzMEJVVDFNCjVTaHVDVlV4cXFVaVhYTDBMUWZDVFVBODN3RWp1WGczOVJwbE1qVG1obkdkQk8rRUNGdTlBaHFaNjZZQkFKcHoKa0cyUG9nZWcwSmZUMmtWaGdUVTlGUG5Fd0Y5cTNBdVdHckNmNHlycXZTcldtTWViY2FzN2RBODgyN0pndmxwTApUaGpwMnlwelhJbGhaWjcrN1R5bXkwNXY1Sjc1QUVhei94bE5LbU96am1iR0dJVnd4MUJsYnp0MDVVaUREd2hZClhTMGpuVjZqL3VqYkFLSFM5T01aVGZMdWV2WW5udVhObkMyaThuK2NGNjN2RXpjNTBiVElMRUhXaHNEcDdDSDQKV1J0L3VUcDhuMXdCbldJRXdpaTlDcTA4eWhEc0d3SURBUUFCbzRINE1JSDFNQTRHQTFVZER3RUIvd1FFQXdJQgpoakFkQmdOVkhTVUVGakFVQmdnckJnRUZCUWNEQWdZSUt3WUJCUVVIQXdFd0VnWURWUjBUQVFIL0JBZ3dCZ0VCCi93SUJBREFkQmdOVkhRNEVGZ1FVQUxVcDhpMk9iekhvbTB5dGVENzYzT2tNMGRJd0h3WURWUjBqQkJnd0ZvQVUKZWJSWjVudTI1ZVFCYzRBSWlNZ2FXUGJwbTI0d01nWUlLd1lCQlFVSEFRRUVKakFrTUNJR0NDc0dBUVVGQnpBQwpoaFpvZEhSd09pOHZlREV1YVM1c1pXNWpjaTV2Y21jdk1CTUdBMVVkSUFRTU1Bb3dDQVlHWjRFTUFRSUJNQ2NHCkExVWRId1FnTUI0d0hLQWFvQmlHRm1oMGRIQTZMeTk0TVM1akxteGxibU55TG05eVp5OHdEUVlKS29aSWh2Y04KQVFFTEJRQURnZ0lCQUk5MTBBblBhblpJWlRLUzNyVkV5SVYyOUJXRWpBSy9kdXV6OGVMNWJvU29WcEhoa2t2Mwo0ZW9BZUVpUGRaTGo1RVo3RzJBcklLK2d6aFRsUlExcTRGS0dwUFBhRkJTcHFWL3hiVWI1VWxBWFFPbmtIbjNtCkZWaitxWXY4Ny9XZVkrQm00c04zT3g4Qmh5YVU3VUFRM0xlWjdOMVgwMXh4UWU0d0lBQUUzSlZMVUNpSG1aTCsKcW9DVXRnWUlGUGdjZzM1MFFNVUlXZ3hQWE5HRW5jVDkyMW5lN25sdUkwMlY4cExVbUNscVhPc0N3VUx3K1BWTwpaQ0I3cU9NeHhNQm9DVWVMMkxsNG9NcE9TcjVwSkNwTE4zdFJBMnM2UDFLTHM5VFNyVmhPays3TFgyOE5NVWxJCnVzUS9ueExKSUQwUmhBZUZ0UGp5T0NPc2NRQkE1MytOUmpTQ2FrN1A0QTVqWDdwcG1rY0pFQ0wrUzBpM2tYVlUKeTVNZTVCYnJVODk3M2paTnYvYXg2K1pLNlRNOGpXbWltTDZvZjZPclg3WlU2RTJXcWF6enNGckxHM28ya3lTYgp6bGhTZ0o4MUNsNHR2M1NiWWlZWG5KRXhLUXZ6ZjgzRFlvdG94M2YwZnd2N3hsbjFBMlpMcGxDYjBPK2wvQUswCllFMERTMkZQeFNBSGkwaXdNZlcybk5ISnJYY1kzTExIRDc3Z1JnamU0RXZldWJpMnh4YStObWsvaG1oTGRJRVQKaVZERmFub0NyTVZJcFE1OVhXSGt6ZEZtb0hYSEJWN29pYlZqR1NPN1VMU1E3TUoxTno1MXBodURKU2dBSVU3QQowenJMbk9yQWovZGZybEVXUmhDdkFnYnV3TFpYMUEyc2pOalhvUE9IYnNQaXkrbE8xS0Y4L1hZNwotLS0tLUVORCBDRVJUSUZJQ0FURS0tLS0tCg==".
╵

```
</details>